Repository: rolandKulcsar/acat
Catalog: src/Applications/ACATApp/Strings.*.resx
Languages: hu_hu

source: Abbreviations
hu_hu: Rövidítések

source: About
hu_hu: Készítők

source: Beep On Select
hu_hu: Sípolás kiválasztáskor

source: Cancel
hu_hu: Vissza

source: Close
hu_hu: Bezárás

source: Defaults
hu_hu: Alap

source: Dynamic Learning
hu_hu: Dinamikus tanulás

source: Exit
hu_hu: Kilépés

source: File Browser
hu_hu: Fájlböngésző

source: General
hu_hu: Általános

source: Launch App
hu_hu: Program indítás

source: Lecture Mgr
hu_hu: Előadó menedszer

source: Lock Screen
hu_hu: Zárolás

source: Main Menu
hu_hu: Főmenü

source: Max/Restore
hu_hu: Maximum/Visszaállítás

source: Minimize
hu_hu: Minimalizálás

source: Mouse Scan
hu_hu: Egér szkennelés

source: Move
hu_hu: Mozgatás

source: New File
hu_hu: Új fájl

source: No
hu_hu: Nem

source: Phrases
hu_hu: Kifejezések

source: PIN Code
hu_hu: PIN kód

source: Resize
hu_hu: Átméretezés

source: Scan
hu_hu: Szkennelés

source: Screen Lock
hu_hu: Zárolási képernyő

source: Settings
hu_hu: Beállítások

source: Size/Position
hu_hu: Méret/Pozíció

source: Snap
hu_hu: Csattanás

source: Switch
hu_hu: Váltás

source: Switch Win
hu_hu: Ablakváltás

source: Test
hu_hu: Teszt

source: Text-to-Speech
hu_hu: Szöveg-Beszéd

source: Use Corpus Model
hu_hu: Corpus modell használata

source: Word Count
hu_hu: Szavak

source: Word Prediction
hu_hu: Szópredikció

source: Yes
hu_hu: Igen

source: General Settings
hu_hu: Általános beáll.

source: Lock the screen
hu_hu: Képernyő zárolása

source: Are you sure you want to exit?
hu_hu: Biztosan ki szeretne lépni?

source: Auto-save scanner's last position
hu_hu: Szkenner pozíciójának aut. mentése

source: Changes not saved. Quit?
hu_hu: A változtatások nincsenek mentve. Kilépés?

source: Close?
hu_hu: Bezárás?

source: Columns
hu_hu: Oszlopok

source: Digits: 0 to
hu_hu: Számjegyek 0-tól

source: Enable audit log
hu_hu: Audit napló engedélyezése

source: Enable debug trace logging
hu_hu: Debug napló engedélyezése

source: Enable Vertical Rectangle Scan
hu_hu: Függ. téglalap szkennelés eng.

source: Expand abbreviations on separator
hu_hu: Rövidítések kiterjesztése elválasztáskor

source: First Pause
hu_hu: Első szünet

source: First Repeat Time
hu_hu: Első ismétlési idő

source: Grid
hu_hu: Rács

source: Hide scanners on idle
hu_hu: Szkenner elrejtése alapállapotban

source: Installed TTS voices
hu_hu: Telepített TTS hangok

source: Line Cycles
hu_hu: Vonal ciklusok

source: Line Speed
hu_hu: Vonal sebesség

source: Line Thickness
hu_hu: Vonal vastagság

source: Lock the screen?
hu_hu: Képernyő zárolása?

source: Menu / Dialog Scan
hu_hu: Menü / Dialógus Szkennelés

source: Min. Actuation Hold
hu_hu: Min. mozgatási tartás

source: Mouse Scan Settings
hu_hu: Egér Szkenn. beáll.

source: Pitch
hu_hu: Csúcs

source: Quit Application?
hu_hu: Kilépés az alkalmazásból?

source: Range: 0 to
hu_hu: Tartomány: 0-tól

source: Rate
hu_hu: Sebesség

source: Rectangle Cycles
hu_hu: Téglalap ciklusok

source: Rectangle Speed
hu_hu: Téglalap sebesség

source: Reposition
hu_hu: Újrapozícionálás

source: Restore Defaults
hu_hu: Alap. visszaállítása

source: Retain Talk window text on close
hu_hu: Beszélő ablak szövegének megtartása

source: Rows
hu_hu: Sorok

source: SAPI TTS Engine
hu_hu: SAPI TTS motor

source: Scan Iterations
hu_hu: Szkenn. iterációk

source: Scan Settings
hu_hu: Szkenner beáll.

source: Screen Lock Settings
hu_hu: Zárolási kép beáll.

source: Show glass under Talk window
hu_hu: Háttér a Beszélő ablak mögött

source: Show Talk window on startup
hu_hu: Beszélő ablak mutatása indításkor

source: Sort Order:
hu_hu: Rendezési sorrend:

source: Text-to-Speech Settings
hu_hu: Szöveg-Beszéd beáll.

source: Timings (in msecs)
hu_hu: Ütemezés (ms)

source: Voice
hu_hu: Hang

source: Volume
hu_hu: Hangerő

source: Word Prediction Settings
hu_hu: Szó predikció beáll.

source: WordList Pause
hu_hu: Szólista szünet

source: Zoom In
hu_hu: Nagyítás

source: Zoom Out
hu_hu: Kicsinyítés

source: Invalid Pitch setting
hu_hu: Érvénytelen csúcs

source: Invalid Rate setting
hu_hu: Érvénytelen sebesség

source: Invalid Voice setting
hu_hu: Érvénytelen hang

source: Invalid Volume setting
hu_hu: Érvénytelen hangerő

source: Restore default settings?
hu_hu: Alapértelmezett visszaállítása?

source: Save settings?
hu_hu: Beállítások mentése?
